#+BEGIN_COMMENT
.. title: prova3
.. slug: prova3
.. date: 2019-07-31 23:06:12 UTC+02:00
.. tags: 
.. category: 
.. link: 
.. description: 
.. type: text

#+END_COMMENT

* Questo è un titolo.

MMMM...

Divertente sembra funzionare. 

Proviamo pure a metterci un poco di python

#+BEGIN_SRC python :session nutella
  def sqrt (x):
      return x ** 2
#+END_SRC

#+RESULTS:

#+BEGIN_SRC python :session nutella
sqrt (4)
#+END_SRC

#+RESULTS:
: 16

Funziona.


* Confermo tutto. Funziona

Prova a scrivere un poco in =verbatim=.


   #+BEGIN_SRC ipython :session romeo
     %matplotlib inline
     %config InlineBackend.figure_format = 'svg'
   #+END_SRC

   #+BEGIN_SRC ipython :session romeo 
     import matplotlib.pyplot as plt 
     plt.plot([1,3,5,7])
   #+END_SRC



